{
  "events": [
    {
      "collectionID": "0x5d9fcc2d6e63ed47749d0f88ce86905c7793afc960a3ed2005d6deab16a06cf8",
      "ticketsLeft": 0,
      "ticketsTrades": 0,
      "title": "Drift Masters Kraków",
      "location": "Tauron Arena Kraków",
      "image": "https://autazusa.pl/wp-content/uploads/2021/08/jason-leung-7jKpt5SwoTw-unsplash.jpg",
      "link": "https://www.youtube.com/watch?v=ou0phHbzz-0",
      "date": "Sat Oct 05 2024 00:00:00 GMT+0200 (Central European Summer Time)",
      "description": "Kraków Drift Masters Event at Tauron Arena: Full Event Description\n\nGet ready for an adrenaline-pumping, tire-screeching weekend at the Drift Masters Event, coming to Kraków’s Tauron Arena! This high-octane event will showcase some of the best drift drivers from across Europe and beyond, battling it out in one of Poland's premier indoor arenas. Whether you’re a die-hard drift fan or a newcomer to the sport, this event is sure to leave you breathless. Experience the raw power of the world's best drift machines, breathtaking stunts, and edge-of-your-seat moments as drivers push their cars and skills to the absolute limit.\n\nEvent Highlights:\n\n- Date: [Insert event date here]\n- Venue: Tauron Arena, Kraków, Poland – one of Europe’s most iconic venues, specially transformed into a drift circuit for this unique event.\n- Drivers: Elite drifters from all over Europe, including champions from the Drift Masters European Championship, competing in tandem drift battles.\n- Cars: Expect to see a lineup of some of the most powerful and finely-tuned drift cars on the planet, including:\n- Nissan Silvia S15 – A crowd favorite, known for its rear-wheel-drive agility and turbocharged power.\n- BMW E30 and E46 – Legendary for their balance and handling, perfect for executing precise drifts.\n- Toyota Supra Mk4 – An iconic car in the drift scene with immense horsepower and classic design.\n- Ford Mustang RTR – Bringing American muscle into the mix with monstrous V8 engines.\n- Mazda RX-7 – A nimble, rotary-powered machine famous for its unique sound and incredible drifting capabilities.\n- Live Commentary: Top drifting experts and commentators will guide you through the action, helping both new fans and seasoned enthusiasts understand the strategy and skill involved in competitive drifting.\nWhat to Expect:\n\n- Qualifying and Battles: The event will start with a series of qualifying runs, where drivers will attempt to post the highest scores based on speed, angle, and line. The top drivers will move on to intense, head-to-head battles.\n- Tandem Drift Battles: In the main event, drivers will compete two at a time, showcasing not only speed but precision, as they drift closely alongside each other at high speeds.\n- Judging: Drivers will be judged on several criteria, including angle, speed, and proximity to the clipping points, making for an intense and closely-watched competition.\nAdditional Attractions:\n\n- Drift Show: Between the competitive heats, professional stunt drivers will perform jaw-dropping tricks and stunts, giving the audience an unforgettable show.\n- Car Expo: A lineup of custom drift cars and performance vehicles will be on display, allowing fans to get up close to the machinery and learn about the engineering behind these beasts.\n- Meet & Greet with Drivers: A unique opportunity to meet the stars of the drifting world, get autographs, and snap some photos with the machines they drive.\n- Food and Beverage: Enjoy a variety of food trucks and stalls offering local Polish cuisine as well as international flavors.\nTicket Information:\n\nGeneral Admission: Provides access to the entire event, including all qualifying rounds and main battles.\nVIP Packages: Get premium seating with the best views, access to exclusive areas, and a special meet-and-greet with top drivers.\nWhether you’re a motorsport fanatic or simply looking for an exciting day out, the Kraków Drift Masters at Tauron Arena promises to be a spectacular event you won’t want to miss!",
      "publicMintEndDate": "2024-10-04T22:00:00.000Z",
      "publicMintStartDate": "2024-08-31T22:00:00.000Z",
      "price": 0.05,
      "initialTicketPool": 1000
    },
    {
      "collectionID": "0x92ff728f5b1b75140499353b16e66efd7f01477a396b41081f1fa56d77705c37",
      "ticketsLeft": 0,
      "ticketsTrades": 0,
      "title": "Juwenalia PW",
      "location": "Plac Politechniki Warszawa",
      "image": "https://www.pw.plock.pl/var/wwwglowna/storage/images/media/images/logo-pw-1900-px/32453-1-pol-PL/logo-PW-1900-px.png",
      "link": "https://www.youtube.com/watch?v=YjWErWvueLg",
      "date": "Sat Oct 05 2024 00:00:00 GMT+0200 (Central European Summer Time)",
      "description": "Event Highlights:\n\nDate: [Insert event date here]\nVenue: Warsaw University of Technology campus – the heart of student life in Warsaw will be transformed into a lively festival ground.\nPerformances: A fantastic lineup of Polish and international music acts, ranging from rock to pop, hip-hop to electronic, and everything in between.\n- Zalewski – One of Poland's most popular rock artists, known for his electrifying performances.\n- Dawid Podsiadło – A fan favorite with a mix of indie, pop, and alternative music.\n- Quebonafide – One of the top names in Polish hip-hop, bringing high energy to the stage.\n- Kwiat Jabłoni – A duo delivering a fresh blend of folk and electronic pop sounds.\n- International DJs – Turning the night into an epic party with house, EDM, and techno beats.\nWhat to Expect:\n\n- Music Stages: Multiple stages set up across the campus featuring a diverse range of artists and genres, ensuring there’s something for everyone.\n- Parade of Students: A colorful and energetic parade through the streets of Warsaw, where students from various faculties show off their creativity and university spirit with themed costumes and floats.\n- Outdoor Cinema: Enjoy a cozy movie night under the stars with classic and contemporary films screened in an open-air cinema.\n- Cultural Village: Explore the diversity of student life with stalls representing different student clubs, associations, and international student groups, offering food, crafts, and activities from around the world.\n- Games and Competitions: From student challenges like tug-of-war to quirky contests such as \"Best Dressed Faculty,\" there will be plenty of opportunities to compete and win prizes.\n- Carnival Rides and Attractions: Ferris wheels, bumper cars, and other carnival rides will turn the campus into an amusement park, adding to the festive atmosphere.\nAdditional Attractions:\n\n- Food Trucks: A wide variety of food trucks will offer delicious street food, from traditional Polish pierogi to international dishes like burgers, tacos, and sushi.\n- Beer Gardens: Relax with friends in one of the designated beer gardens, featuring craft beers, cocktails, and more.\n- Student Village: A dedicated area for students to chill, socialize, and enjoy free activities like face painting, henna tattoos, and live art.\n- Photo Zones: Capture the memories with themed photo booths and Instagrammable spots around the festival.\nSpecial Events:\n\n- Faculty Competitions: Different faculties from the university will compete in games and challenges throughout the festival, including tug-of-war, volleyball, and quirky obstacle courses.\n- Meet & Greet with Artists: A unique opportunity for students to meet some of the performing artists and get autographs.\n- Fireworks Finale: A spectacular fireworks display will close out the festival, lighting up the night sky above Warsaw University of Technology.\nTicket Information:\n\nGeneral Admission: Provides access to all concerts, activities, and festival areas.\nVIP Packages: Includes exclusive access to the VIP lounge, front-row access to the main stage, and free refreshments.\nStudent Spirit at Its Best! Juwenalia is more than just a festival—it’s a celebration of student life, friendships, and the unique experience of being a student in Warsaw. Whether you're looking to dance the night away, take part in competitions, or just soak in the incredible atmosphere, Juwenalia at Warsaw University of Technology is an event you won’t want to miss!",
      "publicMintEndDate": "2024-10-04T22:00:00.000Z",
      "publicMintStartDate": "2024-09-23T22:00:00.000Z",
      "price": 0.1,
      "initialTicketPool": 1000
    }
  ]
}
